{
    "translocatorengineeringredux:item-linker": "З'єднувач транслокатора",
    "translocatorengineeringredux:item-coalescencecrystalshard": "Осколок коалесцентного кристалу",
    "translocatorengineeringredux:item-crowbar": "Лом",
    "translocatorengineeringredux:itemdesc-crowbar": "Утримуйте ліву кнопку миші на Статичному Транслокаторі, щоб розібрати його на частини.",
    "translocatorengineeringredux:item-gatearray": "Масив брам",
    "translocatorengineeringredux:item-particulationcomponent": "Компонент часток",
    "translocatorengineeringredux:item-powercore": "Силове ядро",
    "translocatorengineeringredux:item-rectifiedcoalescencecrystal": "Випрямлений коалесцентний кристал",
    "heldhelp-linker-sync": "Синхронізувати",
    "heldhelp-linker-clear": "Десинхронізувати",
    "heldhelp-linker-link": "З'єднати",
    "translocatorengineeringredux:ingameerror-linker-cleared": "Синхронізацію знято",
    "translocatorengineeringredux:ingameerror-linker-out-of-range": "Поза зоною досяжності!",
    "translocatorengineeringredux:ingameerror-linker-synced": "Синхронізовано з транслокатором",
    "translocatorengineeringredux:ingameerror-linker-linked": "Транслокатори з'єднані!",
    "game:tabname-tengineering": "Translocator Engineering",
    "game:te-quickstart-title": "Translocator Engineering: Керівництво для початківців",
    "game:te-quickstart-text": "<strong>Translocator Engineering: Керівництво для початківців</strong>\n<i>ламай, створюй, зв’язуй.</i>\n\nОновлені версії цього мода та додаткову документацію можна знайти <a href=\"https://mods.vintagestory.at/translocatorengineeringredux\">тут</a>.\n\n<strong>Вступ</strong>\nЦей мод дозволяє вам розбирати ванільні <a href=\"handbook://block-statictranslocator-normal-north\">статичні транслокатори</a>, перебудовувати, переміщувати і зв'язувати їх. Ви також можете перезв'язати наявні функціональні транслокатори.\n\n<strong>З'єднувач транслокатора</strong>\n<a href=\"handbook://item-translocatorengineeringredux:linker\">З'єднувач транслокатора</a> можна використовувати для з’єднання двох транслокаторів. Майстерні перекладачі можуть бути підключені відразу. Знайдені транслокатори потрібно буде відремонтувати, перш ніж їх можна буде зв’язати.\n\nНемає сенсу створювати та розміщувати нові транслокатори без з'єднувача, тому що вони нікуди не дінуться. Лише транслокатори, знайдені в зруйнованих структурах, попередньо пов’язані з іншими транслокаторами.\n\nРецепт створення з'єднувача включає <a href=\"handbook://item-translocatorengineeringredux:gatearray\">масив воріт</a> (між іншим – перегляньте посібник), тому для його створення потрібно пожертвувати принаймні одним транслокатором.\n\nЩоб скористатися з'єднувачем, клацніть правою кнопкою миші на транслокаторі, а потім – на другий транслокатор. Обидва транслокатори стануть зв’язаними. Якщо будь-який транслокатор був раніше пов’язаний з іншим транслокатором, ці інші транслокатори будуть від’єднані. Незв’язаний транслокатор усе ще відновлюється, але перед використанням його потрібно зв’язати. Уся транслокація є двосторонньою - ніколи не буває односторонніх транслокаторів.\n\nМаксимальна відстань, яку можна встановити між двома транслокаторами за допомогою компонувальника, становить 8000 блоків. Індикатори на передній частині лінкера забезпечують приблизний індикатор відстані. Коли ви віддаляєтесь від першого транслокатора, з яким синхронізували з'єднувач, індикатори почнуть гаснути (1 індикатор гасне на кожні 1000 блоків). Якщо ви тримаєте з'єднувач, який синхронізовано з транслокатором, який знаходиться далі, ніж 8000 блоків, усі індикатори згаснуть, а панель мерехтить, вказуючи, що ви перебуваєте поза зоною досяжності.\n\nПісля синхронізації з'єднувача з транслокатором ви можете скинути його, утримуючи клавішу Sneak (Shift) і клацнувши правою кнопкою миші.\n\n<strong>Лом</strong>\n<a href=\"handbook://item\". -translocatorengineeringredux:crowbar\">Лом</a> можна викувати на ковадлі за допомогою одного сталевого зливка. Тільки сталь є достатньо міцною, щоб зробити ефективний лом. Тримаючи лом у руках, клацніть лівою кнопкою миші, щоб роз’єднати статичний транслокатор.\n\n<strong>Інше</strong>\nВи відновите 5–6 <a href=\"handbook://item-translocatorengineeringredux:coalescencecrystalshard\">осколків кристалів коалесценції</a>, коли розберете статичний транслокатор, але знадобиться 6, щоб створити повний <a href=\"handbook://item- translocatorengineeringredux:rectifiedcoalescencecrystal\">ректифікований коалесцентний кристал</a> для вашого нового транслокатора."
}
